[
  "obsidian-functionplot",
  "obsidian-plotly",
  "obsidian-completr",
  "editing-toolbar",
  "obsidian-markdown-formatting-assistant-plugin",
  "table-editor-obsidian",
  "obsidian-auto-link-title",
  "obsidian-chartsview-plugin",
  "obsidian-mind-map",
  "obsidian-echarts",
  "quick-latex",
  "dataview",
  "obsidian-image-toolkit",
  "obsidian-icon-folder",
  "omnisearch",
  "obsidian-outliner",
  "oz-image-plugin",
  "obsidian-pandoc",
  "obsidian-tasks-plugin",
  "templater-obsidian",
  "various-complements",
  "obsidian-vega",
  "obsidian-enhancing-export",
  "3d-graph",
  "obsidian-git"
]