[
  "obsidian-functionplot",
  "obsidian-plotly",
  "obsidian-completr",
  "editing-toolbar",
  "obsidian-markdown-formatting-assistant-plugin",
  "table-editor-obsidian",
  "obsidian-auto-link-title",
  "obsidian-chartsview-plugin",
  "obsidian-mind-map",
  "obsidian-echarts",
  "dataview",
  "obsidian-image-toolkit",
  "omnisearch",
  "obsidian-outliner",
  "oz-image-plugin",
  "templater-obsidian",
  "various-complements",
  "obsidian-git",
  "obsidian-latex-suite",
  "3d-graph",
  "obsidian-tikzjax",
  "obsidian-desmos",
  "multi-column-markdown",
  "obsidian-enhancing-export",
  "obsidian-pandoc"
]